from tabnanny import check


config = {
    "token" : "vk1.a.dIZMv7vAWcqpxNM8GDEbxftEbOUu7mhXYOS65x1_0d-yAzBeZkqlsQHa3vO2iUmqeSd6Q1yU7iNk1JiAKnjc3lvJMpi6XuPq0vPXjrJPdZYqOxMA-uCTHkPTsIYpCVVhMH9h5uPDE_5pUq4GYSpyH9v_e3SnVtEbZ38Wcdq_n_RVxhh0XzxOp5LGt0YMN_hP",
    "id" : "216184280"
}
days = {"1":"12:50 - 17:10\nФИЗИЧЕСКАЯ КУЛЬТУРА - ПИРОЖКОВ П. Е.\nМАТЕМАТИКА - МОТАРЫКИНА Н. Г.\nЕСТЕСТВОЗНАНИЕ (ФИЗИКА) - СОЛОВЬЕВА И. Н.",
"2":"12:50 - 17:10\n chek \nЛИТЕРАТУРА - СМИРНОВА С. В.\nРУССКИЙ ЯЗЫК - СМИРНОВА С. В.",
"3":"Кураторский час 12:15 - 12:55\n13:00 - 17:10\n chek \nРУССКИЙ ЯЗЫК - СМИРНОВА С. В.\nЕСТЕСТВОЗНАНИЕ (ФИЗИКА) - СОЛОВЬЕВА И. Н.",
"4":"12:50 - 18:40\nИНФОРМАТИКА - МУНТЯНУ К. В. / КАРАЖБЕЙ М. В.\nИНОСТРАННЫЙ ЯЗЫК - ВОЛОДИНА Е. К. / ПАСКЕВИЧ Е. В./КОРОЛЕВА И. А.\nМАТЕМАТИКА - МОТАРЫКИНА Н. Г.\nЕСТЕСТВОЗНАНИЕ (ФИЗИКА) - СОЛОВЬЕВА И. Н.",
"5":"12:50 - 17:10\nОСНОВЫ БЕЗОПАСНОСТИ ЖИЗНЕДЕЯТЕЛЬНОСТИ - НОВИКОВ Г. А.\nМАТЕМАТИКА - МОТАРЫКИНА Н. Г.\n chek",
"6":"10:40 - 13:10\nРУССКИЙ ЯЗЫК - СМИРНОВА С. В.\n chek ",
"7":"Похуй выходной",
}

check = {
    "21" : "ВВЕДЕНИЕ В СПЕЦИАЛЬНОСТЬ - МУНТЯНУ К. В.",
    "22" : "МАТЕМАТИКА - МОТАРЫКИНА Н. Г.",
    "31" : "ЛИТЕРАТУРА - СМИРНОВА С. В.",
    "32" : "ЛИТЕРАТУРА + РУССКИЙ ЯЗЫК - СМИРНОВА С. В.",
    "51" : "АНГЛ ЯЗЫК - ВОЛОДИНА Е. К. / ПАСКЕВИЧ Е. В. / КОРОЛЕВА И. А.",
    "52" : "ИСТОРИЯ - КУТУЗОВА Е. Н.",
    "61" : "ИНФОРМАТИКА - МУНТЯНУ К. В.",
    "62" : "ИНФОРМАТИКА - МУНТЯНУ К. В. / КАРАЖБЕЙ М. В.",
}